Repository: rmraya/TMXEditor
Catalog: Localization/tmxeditor_en.json.tmx
Source language: en
Languages: es

source: Downloading...
es: Descargando...

source: Unknown error merging files
es: Error desconocido al combinar archivos

source: Downloaded: {0}%
es: {0}% descargado

source: Enter page number and press ENTER
es: Introduzca el número de página y pulse INTRO

source: Converting...
es: Convirtiendo...

source: Units:
es: Unidades:

source: Save changes?
es: ¿Guardar cambios?

source: File attributes saved
es: Atributos de archivo guardados

source: Enter subscription key
es: Introduzca la clave de suscripción

source: Select all languages
es: Seleccione todos los idiomas

source: Select new language
es: Seleccionar nuevo idioma

source: Select TMX file
es: Seleccione archivo TMX

source: Select target language
es: Seleccione idioma destino

source: Replacing...
es: Reemplazando...

source: Select different languages
es: Seleccione idiomas diferentes

source: Select source language
es: Seleccione idioma origen

source: Creation Tool is required
es: Herramienta de Creación es obligatorio

source: Administrative Language is required
es: Idioma Administrativo es obligatorio

source: Data Type is required
es: Tipo de Dato es obligatorio

source: Creation Tool Version is required
es: Versión de Herramienta de Creación es obligatorio

source: Segment Type is required
es: Tipo de Segmento es obligatorio

source: Source Language is required
es: Idioma Origen es obligatorio

source: Translation Memory Format is required
es: Formato de Memoria de Traducción is required

source: Enter text to search
es: Introduzca el texto a buscar

source: File split
es: Archivo dividido

source: New
es: Nuevo

source: Check for Updates...
es: Buscar Actualizaciones...

source: No Services Apply
es: No se Aplican Servicios

source: Toggle Full Screen
es: Pantalla Completa

source: Maintenance Dashboard
es: Panel de Mantenimiento

source: View Licenses
es: Ver Licencias

source: TMXEditor User Guide
es: Manual del Usuario de TMXEditor

source: Export as TAB Delimited File...
es: Exportar Como Archivo Delimitado por TAB...

source: Remove All Tags
es: Eliminar Todas las Etiquetas

source: Remove Language...
es: Eliminar Idioma...

source: Unknown error exporting file
es: Error desconocido al exportar archivo

source: Merge TMX Files...
es: Combinar Archivos TMX...

source: Insert Translation Unit
es: Insertar Unidad de Traducción

source: Cancel Edit
es: Cancelar Cambios

source: Settings
es: Configuración

source: Save As
es: Guardar Como

source: Confirm Edit
es: Confirmar Cambios

source: Cut
es: Cortar

source: &Help
es: A&yuda

source: Convert TBX File to TMX
es: Convertir Archivo TBX a TMX

source: Undo
es: Deshacer

source: Clean Invalid Characters
es: Limpiar Caracteres Inválidos

source: &Tasks
es: &Tareas

source: About...
es: Acerca de...

source: Consolidate Units...
es: Consolidar Unidades...

source: Copy
es: Copiar

source: Quit TMXEditor
es: Salir de TMXEditor

source: Close
es: Cerrar

source: Save
es: Guardar

source: Last Page
es: Última Página

source: File Properties
es: Propiedades del Archivo

source: Split TMX File...
es: Dividir Archivo TMX...

source: Dismiss
es: Ignorar

source: Quit
es: Salir

source: Exit
es: Salir

source: Remove Translation Same as Source...
es: Eliminar Traducciones Iguales a Origen...

source: Select All
es: Seleccionar Todo

source: Open
es: Abrir

source: Add Language...
es: Añadir Idioma...

source: &View
es: &Ver

source: Register Subscription...
es: Registrar Suscripción...

source: Change Language...
es: Cambiar Idioma...

source: Preferences...
es: Preferencias...

source: Unknown error saving file
es: Error desconocido al guardar archivo

source: Remove Initial/Trailing Spaces
es: Eliminar Espacios Iniciales/Finales

source: Validate TMX File...
es: Validar Archivo TMX...

source: Export as Excel File...
es: Exportar Archivo Excel...

source: Clean Invalid Characters...
es: Limpiar Caracteres Inválidos...

source: First Page
es: Primera Página

source: Convert SDLTM File to TMX
es: Convertir Archivo SDLTM a TMX

source: &Settings
es: &Configuración

source: &File
es: &Archivo

source: Release History
es: Historial de Versiones

source: Paste
es: Pegar

source: Saving...
es: Guardando...

source: Convert CSV/TAB Delimited File to TMX
es: Convertir Archivo CSV/Texto Delimitado a TMX

source: Delete Selected Units
es: Eliminar Unidades Seleccionadas

source: Change Source Language...
es: Cambiar Idioma Origen...

source: Replace Text...
es: Reemplazar Texto...

source: Remove Duplicated Units
es: Eliminar Unidades Duplicadas

source: Convert Excel File to TMX
es: Convertir Archivo Excel a TMX

source: Toggle Developer Tools
es: Herramientas Para Desarrolladores

source: Services
es: Servicios

source: Remove Untranslated Units...
es: Eliminar Unidades No Traducidas...

source: Previous Page
es: Página Anterior

source: Units Page
es: Unidades Página

source: Filter Translation Units
es: Filtrar Unidades de Traducción

source: Support Group
es: Grupo de Soporte

source: &Edit
es: &Editar

source: Sort Translation Units
es: Ordenar Unidades de Traducción

source: Next Page
es: Página Siguiente

source: Invalid type
es: Tipo inválido

source: Enter value
es: Introduzca un valor

source: Enter type
es: Introduzca tipo

source: Select Excel file
es: Seleccione archivo Excel

source: Set languages
es: Configurar Idiomas

source: Closing file...
es: Cerrando archivo...

source: Select files
es: Seleccione archivos

source: Select merged TMX file
es: Seleccione archivo TMX combinado

source: Add more TMX files
es: Añadir más archivos TMX

source: Enter email
es: Introduzca email

source: Enter last name
es: Introduzca apellido

source: Repeat email
es: Repetir Email

source: Emails are different
es: Los emails son diferentes

source: Enter valid email
es: Introduzca un email válido

source: Enter first name
es: Introduzca nombre

source: Files merged
es: Archivos combinados

source: Don't Save
es: No Guardar

source: Enter note
es: Introduzca nota

source: Enter replacement text
es: Introduzca texto de sustitución

source: Select language
es: Seleccione idioma

source: Columns not detected
es: No se detectaron columnas

source: Set languages for all columns
es: Configure idiomas para todas las columnas

source: TU Properties
es: Propiedades UT

source: Select CSV/Text file
es: Seleccione archivo CSV/Texto

source: Select TBX file
es: Seleccione archivo TBX

source: Removing units...
es: Eliminando unidades...

source: Unknown error removing units
es: Error desconocido al eliminar unidades

source: Consolidating...
es: Consolidando...

source: Update downloaded
es: Actualización descargada

source: Your changes will be lost if you don't save them
es: Sus cambios se perderán si no los guarda

source: Subscription registered
es: Suscripción registrada

source: Removing spaces...
es: Eliminando espacios...

source: Page
es: Página

source: Unknown error validating file
es: Error desconocido al validar archivo

source: CSV/Text File
es: Archivo CSV/Texto

source: Export TAB Delimited
es: Exportar Archivo Delimitado por TAB

source: Cancel
es: Cancelar

source: Validating...
es: Validando...

source: Unknown error replacing text
es: Error desconocido al reemplazar texto

source: Unknown error consolidating units
es: Error desconocido al consolidar unidades

source: File converted
es: Archivo convertido

source: Unknown license
es: Licencia desconocida

source: Registration Required
es: Registro Obligatorio

source: You are running a version for Macs with Intel processors on a Mac with Apple chipset.
es: Está ejecutando una versión para Mac con procesadores Intel en una Mac con chipset Apple.

source: Exporting...
es: Exportando...

source: Converted {0} entries
es: {0} entradas convertidas

source: Open Excel File
es: Abrir Archivo Excel

source: Any Language
es: Cualquier Idioma

source: Application language settings will be applied on next start
es: La configuración de idioma se aplicará en el próximo inicio

source: TBX File
es: Archivo TBX

source: Export Excel File
es: Exportar Archivo Excel

source: Restart Now
es: Reiniciar Ahora

source: Text File
es: Archivo de Texto

source: '{0}' Attributes
es: Atributos '{0}'

source: Unknown error removing duplicated units
es: Error desconocido al eliminar unidades duplicadas

source: Merged TMX File
es: Archivo TMX Combinado

source: File exported
es: Archivo exportado

source: Splitting...
es: Dividiendo...

source: Open SDLTM File
es: Abrir Archivo SDLTM

source: Unknown error performing maintenance
es: Error desconocido al realizar mantenimiento

source: We received your request. An Evaluation Key was sent to the indicated email address. Check your spam filter if you don't receive the Evaluation Key in the next few minutes.
es: Hemos recibido su solicitud. Se ha enviado una clave de evaluación a la dirección de correo electrónico indicada. Compruebe su filtro de correo no deseado si no recibe la clave de suscripción de evaluación en los próximos minutos.

source: Enter number of units/page and press ENTER
es: Introduzca el número de unidades/página y pulse INTRO

source: SDLTM File
es: Archivo SDLTM

source: There are currently no updates available
es: No hay actualizaciones disponibles

source: Converted TMX File
es: Archivo TMX Convertido

source: Removing duplicated units...
es: Eliminando unidades duplicadas...

source: File properties saved
es: Propiedades de archivo guardadas

source: Unknown error cleaning characters
es: Error desconocido al limpiar caracteres

source: Unknown error removing entries with translation same as source
es: Error desconocido eliminando entradas con traducciones iguales a origen

source: Removing entries...
es: Eliminando entradas...

source: Select units
es: Seleccione unidades

source: Unknown error removing spaces
es: Error desconocido al eliminar espacios

source: Save TMX File
es: Guardar Archivo TMX

source: Any File
es: Cualquier Archivo

source: Unknown error loading file
es: Error desconocido al cargar archivo

source: Opening file...
es: Abriendo archivo...

source: File cleaned
es: Archivo limpiado

source: '{0}' Notes
es: Notas '{0}'

source: Unknown error splitting file
es: Error desconocido al dividir archivo

source: Loaded {0} units...
es: Cargando {0} unidades...

source: Changing...
es: Cambiando...

source: You must register a subscription key to continue using this application
es: Debe registrar una clave de suscripción para seguir usando esta aplicación

source: TU Notes
es: Notas UT

source: TU Attributes
es: Atributos UT

source: Open a TMX file
es: Abrir archivo TMX

source: Merging...
es: Combinando...

source: File needs at least 3 languages
es: El archivo necesita al menos 3 idiomas

source: Column {0}
es: Columna {0}

source: Yes
es: Si

source: Excel File
es: Archivo Excel

source: Unknown error removing tags
es: Error desconocido al eliminar etiquetas

source: Removing tags...
es: Eliminando etiquetas...

source: File notes saved
es: Notas de archivo guardadas

source: Processing...
es: Procesando...

source: Open CSV/Text File
es: Abrir Archivo CSV/Texto

source: Getting languages...
es: Buscando idiomas...

source: Loading segments...
es: Cargando segmentos...

source: TMX Files
es: Archivos TMX

source: File is valid
es: El archivo es válido

source: Validate TMX File
es: Validar Archivo TMX

source: Select Language
es: Seleccione Idioma

source: Cleaning...
es: Limpiando...

source: Unknown error changing language code
es: Error desconocido al cambiar código de idioma

source: Open TBX File
es: Abrir Archivo TBX

source: of
es: de

source: '{0}' Properties
es: Propiedades '{0}'

source: TMX File
es: Archivo TMX
